Repository: apoorvdarshan/fud-ai
Catalog: ios/FudAIWidgets/Localizable.xcstrings
Source language: en
Languages: tr

source: %lld / %lld kcal · %lld left
tr: %lld / %lld kcal · %lld kaldı

source: %lld %@ left
tr: %lld %@ kaldı

source: %lld left
tr: %lld kaldı

source: %lld kcal left
tr: %lld kcal kaldı

source: %@ %@ left
tr: %@ %@ kaldı

source: Barcode
tr: Barkod

source: Camera + Note
tr: Kamera + Not

source: Calories
tr: Kalori

source: Carbs
tr: Karbonhidrat

source: Copy from Day
tr: Günden Kopyala

source: Enable in Fud AI
tr: Fud AI'da etkinleştirin

source: Enable Water Tracking in Fud AI
tr: Su takibini Fud AI'da etkinleştirin

source: Favorites
tr: Favoriler

source: Fat
tr: Yağ

source: Frequent
tr: Sık Kullanılanlar

source: Fud AI Water
tr: Fud AI Su

source: Goal reached
tr: Hedefe ulaşıldı

source: Log Food
tr: Yemek Kaydet

source: Log Food Widget
tr: Yemek Kaydet Araç Takımı

source: Logging Method
tr: Kayıt Yöntemi

source: Choose which logging flow opens when you tap the widget.
tr: Araç takımına dokunduğunuzda hangi kayıt akışının açılacağını seçin.

source: Manual Entry
tr: Elle Giriş

source: Method
tr: Yöntem

source: Nutrition
tr: Beslenme

source: Photos
tr: Fotoğraflar

source: Recent
tr: Son Kullanılanlar

source: See today's calories and macros at a glance.
tr: Günlük kalori ve makro besinlerinizi bir bakışta görün.

source: See today's protein progress at a glance.
tr: Günlük protein ilerlemenizi bir bakışta görün.

source: See today's water progress at a glance.
tr: Günlük su ilerlemenizi bir bakışta görün.

source: Siri Phrases
tr: Siri İfadeleri

source: Text Input
tr: Metin Girişi

source: Today
tr: Bugün

source: Tap to open Fud AI directly into your chosen logging method.
tr: Seçtiğiniz kayıt yöntemini doğrudan Fud AI'da açmak için dokunun.

source: Voice
tr: Ses

source: Water
tr: Su

source: Water Tracking
tr: Su Takibi

source: Water %@ / %@ %@
tr: Su %@ / %@ %@
